Repository: tenzor7/Google-Drive-as-WordPress-CDN-Language-Files
Catalog: google-drive-cdn-*.po
Languages: fr_fr, nl_nl, pt_br, ru_ru

source: Settings
fr_fr: Réglages
nl_nl: Instellingen
pt_br: Configurações
ru_ru: Настройки

source: More Plugins by WPBuddy
fr_fr: Autres plugins de WPBuddy
nl_nl: Meer Plugins door WPBuddy
pt_br: Mais Plugins de WPBuddy
ru_ru: Еще плагины от WPBuddy

source: 1. Enable the Drive API
fr_fr: 1. Activer l'API Drive
nl_nl: 1. Schakel de Google Drive API in
pt_br: 1. Abilitar a API do Drive
ru_ru: 1. Включение Drive API

source: 2. Connect with your Google Drive
fr_fr: 2. Connexion avec votre Google Drive
nl_nl: 2. Maak verbinding met je Google Drive
pt_br: 2. Conectar com seu Google Drive
ru_ru: 2. Подключение вашего Google Drive

source: 3. Info
ru_ru: 3. Информация

source: 4. Settings
fr_fr: 4. Réglages
nl_nl: 4. Instellingen
pt_br: 4. Configurações
ru_ru: 4. Настройки

source: Error Logs & Hints
fr_fr: Journaux : erreurs & conseils
ru_ru: Журнал Ошибок & Подсказки

source: About
fr_fr: A propos
nl_nl: Over
pt_br: Sobre
ru_ru: О разработчике

source: Helpful links
fr_fr: Liens utiles
nl_nl: Handige Links
pt_br: Links úteis
ru_ru: Полезные ссылки

source: Like this plugin?
fr_fr: Vous aimez ce plugin ?
nl_nl: Vind je deze plugin leuk?
pt_br: Gostou desse plugin?
ru_ru: Нравится этот плагин?

source: Get our free Newsletter
fr_fr: S'abonner à notre newsletter
nl_nl: Ontvang onze gratis nieuwsbrief
pt_br: Receba nossa Newsletter gratuita
ru_ru: Подписаться на рассылку

source: Local cache has been cleared.
fr_fr: Cache local vidé.
nl_nl: Lokale cache is gewist.
pt_br: O Cache local foi limpo.
ru_ru: Локальный кэш был очищен.

source: All files created by this plugin have been trashed.
fr_fr: Tous les fichiers créés par ce plugin ont été mis à la poubelle.
ru_ru: Все файлы, созданные этим плагином, удалены.

source: Google Drive as been disconnected
fr_fr: Google Drive a été déconnecté
ru_ru: Google Drive был отключен

source: Error log has been cleared.
fr_fr: Journal des erreurs vidé.
ru_ru: Журнал ошибок был очищен.

source: Sync started...
fr_fr: Sync démarré...
ru_ru: Синхронизация начата...

source: Google Drive CDN Settings
fr_fr: Réglages du CDN Google Drive
nl_nl: Google Drive CDN Instellingen
pt_br: Configurações do Google Drive CDN
ru_ru: Настройки Google Drive CDN

source: Google's API returned an error!
fr_fr: L'API Google a renvoyé une erreur !
nl_nl: Google's API gaf een error terug!
pt_br: O API do Google retornou um erro!
ru_ru: Google's API возвращает ошибку!

source: Clear CDN cache
fr_fr: Vider le cache du CDN
nl_nl: CDN-cache leegmaken
pt_br: Limpar Cache CDN
ru_ru: Очистка кэша CDN

source: Clear the Google to WordPress CDN cache
fr_fr: Vider le cache du CDN Google de WordPress
nl_nl: De Google naar WordPress CDN cache wissen
pt_br: Limpe o cache do Google to Wordpress CDN
ru_ru: Очистить кэш Google to WordPress CDN

source: CDN sync in progress ...
fr_fr: Sync avec CDN en cours...
nl_nl: CDN sync in bezig...
pt_br: Sincronização do CDN em processo…
ru_ru: Синхронизация CDN в процессе...

source: The Google Drive CDN plugin currently syncs your items to your Google Drive storage.
fr_fr: Le plugin Google Drive CDN synchronise vos fichiers vers votre espace Google Drive.
nl_nl: De plugin Google Drive CDN synchroniseert momenteel uw objecten naar uw Google Drive opslag.
pt_br: O plugin do Google Drive CDN sincronizou seus itens com sua conta Google Drive.
ru_ru: В данный момент плагин Google Drive CDN синхронизирует ваши данные с хранилищем Google Drive.

source: First, you need to enable the Drive API for the plugin. You can do this in your app's API project in the Google APIs Console.
nl_nl: Eerst, moet u om de Drive API voor de plugin inschakelen. U kunt dit doen in uw app API project in de Google APIs Console.
pt_br: Primeiro você precisa ativar o Drive API para o plugin. Você pode fazer isso nos seus app's API project no Google APIs Console.
ru_ru: Сначала вам нужно включить для плагина Drive API. Вы можете сделать это в ваших API проектах в консоли Google API.

source: You need a Google account. You do not have a Google account? Click here to create one: %s
fr_fr: Vous devez disposer d'un compte Google. Si vous n'en avez pas, vous pouvez en créer un en cliquant : %s
nl_nl: U moet een Google-account hebben. Heeft u geen Google-account? Klik hier om te maken: %s
pt_br: Você precisa de uma conta Google. Você não tem uma conta Google? Clique aqui para criar uma: %s
ru_ru: Вам нужен аккаунт Google. У вас его нет? Нажмите здесь, что бы создать его: %s

source: Create an API project in the Google APIs Console by following this link: %s
nl_nl: Maak een API-project in Google APIs Console door het volgen van deze link: %s
pt_br: Crie um API project no Google APIs Console seguindo esse link: %s
ru_ru: Создайте API проект в консоли Google API, перейдя по этой ссылке: %s

source: Click on the big blue button which says "Create project...".
nl_nl: Klik op de grote blauwe knop die: "Create project..." zegt.
pt_br: Clique no grande botão azul que diz "Create project…".
ru_ru: Нажмите большую синюю кнопку с надписью "Create project...".

source: OR if you already have some running projects, click on the dropdown to your left, choose "Create..." and type in a name (ex. "WordPress to Google Drive").
nl_nl: OF als u al enkele lopende projecten heeft, klik op de dropdown aan uw linkerzijde, en kies "Create..." en typ een naam (bijv. "WordPress naar Google Drive").
pt_br: Se você já possui projetos em funcionamento, clique no menu a esquerda, escolha "Create…" e escreva um nome (ex. "WordPress para o Google Drive").
ru_ru: ИЛИ, если у вас уже есть какие либо проекты, в выпадающем списке слева выберите "Create..." и дайте ему имя (например "WordPress to Google Drive").

source: If done click "Services".
nl_nl: Als gedaan klik "Services".
pt_br: Terminado, clique "Services".
ru_ru: Затем нажмите "Services".

source: Activate the "Drive API" and "Drive SDK" (set the switch to ON).
nl_nl: Activeren van de "Drive API" en "Drive SDK" (zet de schakelaar aan).
pt_br: Ative o "Drive API" e "Drive SDK" (altere para ON).
ru_ru: Активируйте "Drive API" и "Drive SDK" (переключатели в положение ON).

source: On the menu click "API Access".
nl_nl: Klik op "API Access" in het menu.
pt_br: No menu clique "API Access".
ru_ru: В меню нажмите "API Access".

source: Click on the big blue button which says "Create an OAuth 2.0 client ID...".
nl_nl: Klik op de grote blauwe knop die: "Maak een OAuth 2.0 klantnummer... aan" zegt.
pt_br: Clique no grande botão azul que diz "Create an OAuth 2.0 client ID…".
ru_ru: Нажмите на большую синюю кнопку "Create an OAuth 2.0 client ID...".

source: Choose a product name (ex. "WordPress to Google Drive CDN").
nl_nl: Kies een productnaam (bijv. "WordPress naar Google Drive CDN").
pt_br: Escolha um nome para o produto (ex. "Wordpress para o Google Drive CDN").
ru_ru: Выберите имя продукта (например "WordPress to Google Drive CDN").

source: Optional: Choose a picture.
nl_nl: Optioneel: Een afbeelding kiezen.
pt_br: Opcional: Escolha uma foto.
ru_ru: Опционально: Выберите изображение.

source: Enter %s in the field "Home Page URL"
nl_nl: %s invoeren in het veld "Home Pagina URL"
pt_br: Digite %s nesse campo "URL da Página Inicial"
ru_ru: Введите %s в поле "Home Page URL"

source: Click "Next".
nl_nl: Klik op "Volgende".
pt_br: Clique "Próximo".
ru_ru: Нажмите "Next".

source: On the next screen, choose <strong>"Web application"</strong>
nl_nl: In het volgende scherm, kies <strong>"Web application"</strong>
pt_br: Na próxima tela, escolha <strong>"Web application"</strong>
ru_ru: На следующем экране выберите <strong>"Web application"</strong>

source: Enter %s in the "Your site or hostname" field
nl_nl: Voer %s in, in het "Uw site of hostnaam" veld
pt_br: Digite %s no "Seu site ou hostname" campo
ru_ru: Введите %s в поле "Your site or hostname"

source: Choose %s from the dropdown.
nl_nl: %s kiezen in de vervolgkeuzelijst.
pt_br: Escolha %s no menu
ru_ru: Выберите %s в выпадающем списке.

source: Click "Create Client ID".
nl_nl: Klik op "Aanmaken Client-ID".
pt_br: Clique "Criar um Client ID".
ru_ru: Нажмите "Create Client ID".

source: Enter the Client ID and the Client Secret from the "Client ID for web applications" section into the fields below:
nl_nl: Voer het Client-ID en het geheim van de Client van de "Client-ID voor web applications" sectie in de velden hieronder:
pt_br: Digite o seu Client ID e o seu Client Secret do "Client ID for web applications" nos campos abaixo:
ru_ru: Введите Client ID и Client Secret из секции "Client ID for web applications" в поля ниже:

source: Please note: you will be redirected to a Google's authorization page. Please press the blue button to give this application the right to upload files.
fr_fr: Veuillez noter : vous serez redirigez vers la page d'autorisation Google. Veuillez cliquer le bouton bleu pour autoriser cette application à transférer des fichiers.
nl_nl: Let op: u wordt doorgestuurd naar een Google's authorizatie pagina. Druk op de blauwe knop om deze toepassing het recht om bestanden te uploaden te geven.
pt_br: Por favor, note: Você será redirecionado a página de autenticação do Google. Por favor, precione o botão azul para permitir que a aplicação faça o envio dos arquivos.
ru_ru: Учтите: вы будете перенаправлены на страницу авторизации Google. Нажмите там синюю кнопку, что дать приложению права на загрузку файлов.

source: Grant writing permissions to your Google Drive
fr_fr: Autorisez les droits en écriture sur votre Google Drive
nl_nl: Schrijf machtigingen toekennen aan uw Google Drive
pt_br: Conceder permissão de escrita para o seu Google Drive
ru_ru: Предоставить Google Drive права на запись

source: The Google Drive API is currently not working.
fr_fr: L'API Google Drive n'est pas en fonction.
nl_nl: De API van Google Drive werkt momenteel niet.
pt_br: A Google Drive API não está funcionando.
ru_ru: Google Drive API в данный момент не работает.

source: Try to (re-)authenticate by using the button "Grant writing permissions to your Google Drive" button.
fr_fr: Essayez de vous (re-)authentifier en utilisant le bouton "Grant writing permissions to your Google Drive".
nl_nl: Probeer te (opnieuw-) verifiëren met behulp van de knop "Geef Machtigingen schrijven naar uw Google Drive" knop.
pt_br: Tente (re-)autenticar usando o botão "Grant writing permissions to your Google Drive".
ru_ru: Попробуйте переавторизировать, нажав кнопку "Предоставить Google Drive права на запись".

source: Installation manual
fr_fr: Manuel d'installation
nl_nl: Installatiehandleiding
pt_br: Manual de instalação
ru_ru: Руководство по установке

source: Frequently Asked Questions
fr_fr: Questions fréquentes
nl_nl: Veel gestelde vragen
pt_br: Perguntas Frequentes
ru_ru: Часто задаваемые вопросы

source: Report a bug
fr_fr: Rapporter un bug
nl_nl: Rapporteer een bug
pt_br: Reportar um Bug
ru_ru: Сообщить об ошибке

source: Request a function
fr_fr: Demander une fonctionnalité
nl_nl: Verzoek een functie
pt_br: Requisitar uma função
ru_ru: Запросить улучшение

source: Submit a translation
fr_fr: Proposer une traduction
nl_nl: Indienen van een vertaling
pt_br: Enviar uma tradução
ru_ru: Прислать перевод

source: More cool stuff by WPBuddy
fr_fr: Des trucs cools par WPBuddy
nl_nl: Meer handige dingen van WPBuddy
pt_br: Mais coisas leigais do WPBuddy
ru_ru: Больше крутых штук от WPBuddy

source: Your first name
fr_fr: Votre prénom
nl_nl: Uw voornaam
pt_br: Seu primeiro nome
ru_ru: Ваше имя

source: Your E-Mail address
fr_fr: Votre email
nl_nl: Uw e-mailadres
pt_br: Seu endereço de E-mail
ru_ru: Ваш E-Mail

source: Subscribe
fr_fr: Je m'inscris
nl_nl: Abonneren
pt_br: Assinar
ru_ru: Подписаться

source: You are now ready to go! The plugin has created a folder named %1$s on your Google Drive. Click here to view all files: %2$s
fr_fr: Vous êtes paré ! Le plugin a créé un dossier %1$s dans votre espace Google Drive. Cliquez le lien pour voir les fichiers : %2$s
nl_nl: U bent nu klaar om te gaan! De plugin heeft een map met de naam %1$ s op uw Google Drive gemaakt. Klik hier om alle bestanden weer te geven: %2$ s
pt_br: Você está pronto! O plugin criou uma pasta chamada %1$s no seu Google Drive. Clique aqui para ver todos os arquivos: %2$s
ru_ru: Все готово! Плагин создал папку с именем %1$s на вашем Google Drive. Нажмите здесь для просмотра всех файлов: %2$s

source: The plugin works like this:
fr_fr: Le plugin fonctionne comme ceci :
nl_nl: De plugin werkt als volgt:
pt_br: O plugin funciona como esse:
ru_ru: Плагин работает таким образом:

source: If anyone visits a page of your website, the plugin searches for files that can be uploaded to Google Drive.
fr_fr: Lorsque un visiteur accède à votre site, le plugin cherche les fichiers qui peuvent être utilisés depuis Google Drive.
nl_nl: Als iemand een pagina van uw website bezoekt, wordt er door de plugin gezocht naar bestanden die kunnen worden geüpload naar Google Drive.
pt_br: Se alguém visitar o seu site, o plugin buscará por arquivos que podem ser enviados para o Google Drive.
ru_ru: Если кто либо посещает страницу вашего сайта, плагин ищет файлы, которые могут быть загружены на Google Drive.

source: If the file is not yet uploaded to Google Drive the plugin will put it down into the cache-database for a later upload.
fr_fr: Si le fichier n'est pas encore dans votre espace Google Drive, il le prépare dans le cahce de la base de données pour le transférer plus tard.
nl_nl: Als het bestand is nog niet is geüpload naar Google Drive zal de plugin het neerzetten in de cache-database om het later te uploaden.
pt_br: Se o arquivo ainda não foi enviado ao Google Drive, o plugin colocará em cache do banco de dados para um envio em outro momento.
ru_ru: Если файл не загружен на Google Drive, плагин помещает его в базу кэша для последующей загрузки.

source: Every hour the plugin reads all these entries from the cache-database to sync files to your Google Drive that have not yet been synced.
fr_fr: Chaque heure, le plugin lit les entrées en attente dans la base de données afin de synchroniser les fichiers avec votre espace Google Drive.
nl_nl: Elk uur leest de plugin deze vermeldingen uit de cache-database om de bestanden te syncen die nog niet zijn gesynchroniseerd zijn met Google Drive.
pt_br: Cada hora o plugin lê todas essas entradas cache do banco de dados e sincroniza os arquivos que ainda não foram sincronizados, com o seu Google Drive.
ru_ru: Каждый час плагин читает все записи с базы кэша, что бы синхронизировать файлы, которые еще не были синхронизированы с вашим Google Drive.

source: Synced files can then be served directly from your Google Drive.
fr_fr: Les fichiers synchronisés peuvent alors être chargés depuis votre espace Google Drive.
nl_nl: Gesynchroniseerde bestanden kunnen vervolgens rechtstreeks vanuit uw Google Drive worden geserveerd.
pt_br: Arquivos sincronizados podem ser servidos diretamente do seu Google Drive.
ru_ru: Синхронизированные файли будут загружаться непостредственно с Google Drive.

source: You can manually start syncing the files that have been written to the cache-database by clicking the "Sync local CDN"-button.
fr_fr: Vous pouvez commencer à synchroniser manuellement les fichiers indiqués dans la liste d'attente en cliquant le bouton "Synchro CDN local".
nl_nl: U kunt het handmatig synchroniseren starten, de bestanden die zijn geschreven naar de cache-database worden dan geupload naar Google Drive door te klikken op de "Sync lokale CDN"-knop.
pt_br: Você pode iniciar manualmente a sincronização dos arquivos que foram escritos no cache do banco de dados clicando em "Sync local CDN"-button.
ru_ru: Вы можете вручную начать синхронизацию файлов, которые попали в базу, нажав на кнопку "Синхронизировать локальный CDN".

source: From time to time every single file gets located and uploaded to Google Drive. Because of this process the speed of your website should improve continuously.
fr_fr: Régulièrement, les nouveaux fichiers sont envoyés vers Google Drive. Avec cette approche les temps de chargement de votre site s'améliore au fil du temps.
nl_nl: Van tijd tot tijd wordt elk los bestand opgezocht en geüpload naar Google Drive. Vanwege dit proces zal snelheid van uw website moet voortdurend worden verbeterd.
pt_br: De tempo em tempo cada arquivo será locado e enviado para o Google Drive. Devido a esse processo, a velocidade do seu site deve ser melhorada continuamente.
ru_ru: Время от времени каждый файл загружается на Google Drive. Благодаря этому скорость вашего сайта должна постепенно улучшаться.

source: Please note:
fr_fr: Veuillez noter :
nl_nl: Let op:
pt_br: Por Favor note:
ru_ru: Пожалуйста учтите:

source: It is recommended to use a "caching plugin" like WP-Super-Cache to significantly improve page load time.
fr_fr: Il est recommandé d'utiliser un "plugin de cache" comme WP-Super-Cache pour améliorer le temps de chargement des pages.
nl_nl: Het is aanbevolen om gebruik te maken van een "caching plugin" zoals WP-Super-Cache tot een aanzienlijke verbetering laadtijd.
pt_br: É recomendado utilizar um "plugin de cache" como WP-Super-Cache para uma melhora significante no carregamento da página.
ru_ru: Рекомендуется использовать кэширующий плагин типа WP-Super-Cache, чтобы значительно улучшить время загрузки страницы.

source: You can start sync your local media library to Google Drive using the "Sync my media library now"-button. Depending on the size of your media library this will take some time.
fr_fr: Vous pouvez commencer à synchroniser maintenant vos fichiers vers votre espace Google Drive en utilisant le bouton "Synchro des fichiers maintenant". Selon le volume et le nombre de vos fichiers à transférer, ce processus peut prendre un certain temps.
nl_nl: U kunt de lokale mediabibliotheek synchroniseren met Google Drive met behulp van de "Sync Mijn media bibliotheek nu"-knop. Dit zal enige tijd duren afhankelijk van de grootte van uw mediabibliotheek.
pt_br: Você pode sincronizar os arquivos da biblioteca local para o Google Drive usando o "Sincronizar biblioteca"-button. Dependendo do tamanho da sua biblioteca isso pode levar algum tempo.
ru_ru: Вы можете начать синхронизировать свою Медиа Библиотеку, нажав кнопку "Синхронизировать Медиа Библиотеку". В зависимости от ее размера это займет какое то время.

source: Disconnect
fr_fr: Déconnecter
ru_ru: Отключить

source: Clear local CDN cache
fr_fr: Vider cache CDN local
nl_nl: Maak lokale CDN cache leeg
pt_br: Limpar CDN cache local
ru_ru: Очистить локальный кэш CDN

source: Move all cached files to the Google Drive trash
fr_fr: Supprimer fichiers vers corbeille Google Drive
ru_ru: Переместить все файлы кэша CDN в корзину

source: Sync local CDN
fr_fr: Synchro CDN local
nl_nl: Sync lokale CDN
pt_br: Sincronizar CDN local
ru_ru: Синх. локальный CDN

source: Sync my media library now
fr_fr: Synchro des fichiers maintenant
nl_nl: Mijn mediabibliotheek nu synchroniseren
pt_br: Sincronizar minha biblioteca de mídia agora
ru_ru: Синх. Медиа Библиотеку

source: Delete Logs
fr_fr: Supprimer journaux
ru_ru: Очистить Журнал

source: Purchase Code
fr_fr: N° de commande
nl_nl: Aankoop Code
pt_br: Código de Compra
ru_ru: Код покупки

source: Change temp dir
fr_fr: Changer dossier temp
ru_ru: Изменить временную папку

source: Temp. dir
fr_fr: Dossier temp.
ru_ru: Временная папка

source: Only replace every
fr_fr: Seulement replacer
ru_ru: Заменять только каждые

source: Cache time
fr_fr: Durée du cache
nl_nl: Cache tijd
pt_br: Tempo de Cache
ru_ru: Время жизни кэша

source: Sync interval
fr_fr: Intervalle de synchro
ru_ru: Интервал синхронизации

source: File extensions
fr_fr: Type de fichiers
ru_ru: Расширения файлов

source: file
fr_fr: fichier
nl_nl: bestand
pt_br: arquivo
ru_ru: файла

source: hours (It's recommend to leave this empty because static files do not change very often.)
fr_fr: heures (il est recommandé de laisser vide, les fichiers statiques ne changent pas souvent.)
nl_nl: uur (het is aanbevelen dit leeg te laten omdat statische bestanden niet vaak veranderen.)
pt_br: horas (É recomendado deixar em branco pois os arquivos estáticos não alteram com frequência.)
ru_ru: часа (Рекомендуется оставить пустым, потому что статичные файли изменяются крайне редко.)

source: Please specify how long the URLs should be cached. Set to 0 to deactivate. Leave it blank to store the files for an indefinite period.
fr_fr: Veuillez spécifier le temps de cache des URLs. Indiquez 0 pour désactiver. Laissez vide pour stocker les fichiers de manière indéfinie.
nl_nl: Geef op hoe lang de URL's moeten worden opgeslagen. Ingesteld op 0 om uit te schakelen. Laat het leeg voor het opslaan van de bestanden voor een onbepaalde periode.
pt_br: Por favor, especifique o quão tempo a URL tem cache. Use 0 para desativar. Deixe em branco para guardar os arquivos por tempo indefinido.
ru_ru: Пожалуйста укажите, как долго ссылки должны кэшироваться. Укажите 0 для отключения. Оставьте пустым для неограниченного времени.

source: How often the files should be synced. If you have a very big media library you should consider doing this not too often because it will need a lot of resources on your webserver.
fr_fr: Nombre de synchronisation des fichiers. Si votre bibliothèque de fichiers est importante, ne le faites pas trop souvent car ce processus demande une quantité importante de ressources serveur.
ru_ru: Как часто файлы должны синхронизироваться. Если у вас большая медиа библиотека, это должно выполняться не слишком часто, т.к. это будет использовать много ресурсов сервера.

source: File extensions to search for (comma separated). Note that already uploaded files remain in Google Drive if a file extension is removed. Clear your local CDN cache after updating this field.
fr_fr: Type de fichiers à chercher (extensions séparées par une virgule). Notez que les types de fichiers déjà présents dans l'espace Google Drive ne seront pas supprimés. Videz le cache local du CDN après avoir modifié ce champ.
ru_ru: Расширения файлов для поиска (через запятую). Учтите что файлы, загруженные на Google Drive, остануться на сервере, если вы уберете их расширение. Очистите локальный кэш CDN после изменения этого поля.

source: Activate this if you're getting a "open_basedir restriction in effect" error.
fr_fr: Activez ceci si vous avez une erreur "open_basedir restriction in effect".
ru_ru: Включите, если вы получаете ошибку "open_basedir restriction in effect".

source: Read more about it here. (Question #15)
fr_fr: Lire les détails ici (Question #15).
ru_ru: Прочитать подробнее об этом. (Вопрос #15)

source: This is the path to a writable folder. Only set when "Change temp dir" is activated.
fr_fr: Ceci est le chemin du répertoire d'écriture. Seulement lorsque "Change temp dir" est activé.
ru_ru: Это путь к папке с возможность записи. Устанавливается только при активации "Изменить временную папку".

source: In order to get automatic updates you should copy and paste your purchase code here. If you do not know where to get your purchase code, please click here: %s
fr_fr: Veuillez ajouter votre n° de commande ici afin d'obtenir des mises à jour automatisées. Si vous ne le connaissez pas, veuillez cliquer ici : %s
nl_nl: Om automatische updates te ontvangen moet u de aankoop code kopiëren en hier plakken. Als u niet waar weet u uw aankoop code kunt vinden, klik dan hier: %s
pt_br: Para receber updates automáticos você pode copiar e colar seu código de compra aqui. Se você não sabe onde obter o seu código de compra, por favor clique aqui: %s
ru_ru: Для получения автоматических обновлений вам нужно скопировать и вставить здесь ваш код покупки. Если вы не знаете, где его взять, то нажмите здесь: %s

source: Where to find your purchase code
fr_fr: Où trouver votre n° de commande ?
nl_nl: Waar vindt u uw aankoop code
pt_br: Onde encontrar seu código de compra
ru_ru: Где найти ваш код покупки
