Repository: tenzor7/Google-Drive-as-WordPress-CDN-Language-Files
Catalog: google-drive-cdn-*.po
Languages: fr_fr, nl_nl, pt_br, ru_ru

source: You should consider entering you purchase code for the %s plugin because you get every update immediately delivered to your WordPress installation.
fr_fr: En ajoutant la preuve d'achat du plugin %s, vous pourrez le mettre à jour simplement depuis WordPress à chaque nouvelle version.
ru_ru: Вы должны ввести ваш код покупки к плагину %s, что бы своевременно получать обновления плагина к вашей установке WordPress.

source: Google Drive delivers all files via secure SSL. If you are not using SSL on your domain you should remove CSS files from the file extensions field below. This is because it can lead to the "Mixed Content Blocker" problem some browsers have when your CSS file tries to import Non-SSL files via the @import function. The plugin will automatically stop referring to CSS files on Google Drive if it detects that your domain does not support SSL.
ru_ru: Google Drive передает все файлы через безопасное соединение SSL. Если вы не используете SSL на вашем домене, то вы должны убрать расширение CSS из поля ниже, потому что это может привести к проблеме "Mixed Content Blocker", которую имеют некоторые браузеры, когда ваш файл CSS пытается импортировать Не-SSL файлы через функцию @import. Плагин автоматически прекратит использовать файлы CSS на Google Drive, если обнаружит, что домен не поддерживает SSL.

source: As per default this plugin syncs new or updated files every hour. This can cause problems if you're using a WordPress theme which change files on the file system. Try to manually sync files after changing any theme-related things.
ru_ru: По умолчанию этот плагин синхронизирует новые или обновленные файлы каждый час. Это может вызывать проблемы при использовании тем оформления, которые изменяют системные файлы. Пробуйте ручную синхронизацию после любых изменений связанных с темой.

source: Increasing this number can improve load time because your own server can deliver files, too. Not every single file should be delivered from your Google Drive. It is better to spread them across multiple servers.
ru_ru: Увеличение этого числа может улучшить время загрузки, т.к. и ваш сервер может предоставлять файлы. Не все файлы должны находится на Google Drive. Лучше загружать их с нескольких серверов.

source: The plugin found out that you are currently not using SSL. To the prevent "Mixed Content Blocker" warnings in browsers, no CSS files will be used from your Google Drive.
ru_ru: Плагин обнаружил, что вы в данный момент не используете SSL. Для предотвращения предупреждений "Mixed Content Blocker" в браузерах, CSS файлы не будут использоваться с Google Drive.

source: Google Drive CDN
fr_fr: CDN Google Drive

source: Client secret
nl_nl: Client geheim

source: Client ID
pt_br: Cliente ID
